{
  "sectionTitle": "Meet the Top Dentists in Kalamboli & Navi Mumbai",
  "sectionSubtitle": "At ClinSmile Dental Clinic, we believe every smile deserves to shine! Our expert dentists in Navi Mumbai provide complete preventive, restorative, and cosmetic care - from dental implants in Kalamboli and cosmetic dentistry to trusted family dentistry - all under one roof with comfort and care you can trust.",
  "doctors": [
    {
      "name": "Dr. Akash Mankare",
      "title": "Founder & Chief Dentist",
      "title2": "owner",
      "image": "images/home/dr-rizwana-khan-c1.jpg",
      "bio": [
        "Dr. Akash Mankare is a highly skilled dental professional with a <strong>Bachelor of Dental Surgery (BDS)</strong> degree from <strong>Government Dental College, Mumbai</strong> — one of India's premier dental institutions.",
        "She has over <strong>8 years of clinical experience</strong> in dentistry, including <strong>3 years of service as a government dentist at GDC Mumbai</strong>, where she gained extensive expertise in treating a wide range of dental conditions.",
        "Dr. Rizwana specializes in <strong>cosmetic dentistry, Invisalign treatment, and comprehensive family care</strong>. Known for her gentle approach, clear communication, and attention to detail, she ensures that every patient feels comfortable and confident throughout their treatment journey."
      ],
      "specialties": ["Cosmetic Dentistry", "Invisalign", "Family & Preventive Care", "Restorative Dentistry"]
    },
    {
      "name": "Dr. Ahmed Ameen, BDS",
      "title": "Orthodontist & Implant Specialist",
      "title2": "visting consultant",
      "image": "images/doctors/dr-ahmed-ameen.jpg",
      "bio": [
        "Dr. Ahmed Ameen is a specialized orthodontist with advanced training in dental implants and orthodontic treatments.",
        "With <strong>10+ years of experience</strong> in orthodontics, he specializes in <strong>braces, Invisalign, and dental implant procedures</strong>.",
        "Dr. Ameen is known for his precision in complex cases and his ability to create beautiful, functional smiles for patients of all ages."
      ],
      "specialties": ["Orthodontics", "Dental Implants", "Braces & Aligners", "Smile Design"]
    },
    {
      "name": "Dr. Sarah Johnson, MDS",
      "title": "Pediatric Dentist",
      "title2": "visting consultant",
      "image": "images/doctors/dr-sarah-johnson.jpg",
      "bio": [
        "Dr. Sarah Johnson is a dedicated pediatric dentist with a passion for making dental care enjoyable for children.",
        "She has <strong>12 years of experience</strong> in pediatric dentistry and specializes in <strong>child-friendly treatments, preventive care, and early orthodontic intervention</strong>.",
        "Dr. Johnson creates a warm, welcoming environment that helps children develop positive attitudes toward dental health from an early age."
      ],
      "specialties": ["Pediatric Dentistry", "Preventive Care", "Child-Friendly Treatments", "Early Orthodontics"]
    },
    {
      "name": "Dr. Michael Chen, BDS",
      "title": "Endodontist & Root Canal Specialist",
      "title2": "visting consultant",
      "image": "images/doctors/dr-michael-chen.jpg",
      "bio": [
        "Dr. Michael Chen is an experienced endodontist specializing in root canal treatments and endodontic procedures.",
        "With <strong>9 years of expertise</strong> in endodontics, he provides <strong>painless root canal treatments, endodontic surgery, and emergency dental care</strong>.",
        "Dr. Chen uses advanced technology and techniques to ensure comfortable, successful treatments for complex dental cases."
      ],
      "specialties": ["Root Canal Treatment", "Endodontics", "Emergency Care", "Dental Surgery"]
    }
  ],
  "sectionTitleColor": "#2c5aa0",
  "sectionSubtitleColor": "#666666",
  "doctorNameColor": "#2c5aa0",
  "doctorTitleColor": "#333333",
  "doctorBioColor": "#555555",
  "specialtyColor": "#007bff",
  "backgroundColor": "#f8f9fa",
  "sectionTitleFontFamily": "Arial, sans-serif",
  "sectionSubtitleFontFamily": "Arial, sans-serif",
  "doctorNameFontFamily": "Arial, sans-serif",
  "doctorTitleFontFamily": "Arial, sans-serif",
  "doctorBioFontFamily": "Arial, sans-serif",
  "specialtyFontFamily": "Arial, sans-serif"
}
